// texts for navigation
export const PERSONAL_SEWING_TEXT = 'Индивидуальный пошив';
export const ABOUT_TEXT = 'О бренде';
export const CATALOGUE_TEXT = 'Каталог';
export const DELIVERY_TEXT = 'Доставка';
export const CONTACTS_TEXT = 'Контакты';
<<<<<<< HEAD
export const PHONE = '+7 925 343 34 34';

export const POPUP_ADD_CART_TITLE = 'Товар добавлен в корзину';
export const POPUP_ADD_CART_KEEP_SHOPPING = 'Продолжить покупки';
export const POPUP_ADD_CART_GO_TO_BASKET = 'В корзину';
=======
export const PHONE = '+7 925 343 34 34'

//texts for about us
// export const ABOUT_1 = "Kenguru не просто про комфорт. Он про эстетику с первых дней. Про меньше, но лучше. Про функциональность и разумное потребление. Наша философия - это философия комфорта. Малыша и его мамы. Это помощь родителям в создании уютной, комфортной и безопасной атмосферы для малыша.";
// export const ABOUT_2 = "Мы за разумное потребление и за то, чтобы вещи служили как можно дольше. Мы за то, чтобы вещи были многофункциональными, именно поэтому у пелёнок есть открывающиеся плечи, а у конвертов - съёмные утеплители. Мы сохраняем наши принципы работы в каждом из своих изделий, чтобы вы имели возможность наслаждаться счастливыми моментами со своим малышом, а не беспокоиться о его комфорте.";
// export const ABOUT_3 = "Мы серьезно подходим к выбору материалов, которые используем. Первые, кто пользуется нашей продукцией -  это наши собственные дети и дети близких людей. Для наших изделий мы выбираем абсолютно безопасные и качественные материалы, которые не вызывают аллергию, при этом сохраняя ценовую доступность для нашего покупателя. Бренд – это команда единомышленников, объединенных целью создавать стильные и качественные вещи для малышей. Вместе с нами работают настоящие профессионалы, которые как и мы любят свое дело. Искренне верим, что вы это почувствуете с первой покупкой нашей продукции!";
>>>>>>> Feat: add main about
